/* %@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"%@ Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "%1$@ laddning: %2$d%%, strömförbrukning: %3$d, nätdrift: %4$@, laddar: %5$@";

/* %d minutes */
"%d minutes" = "%d minut";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Vakan från vila +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Batteriet laddar nu +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Växlar till nätdrift +++";

/* --- Battery charging over --- */
"--- Battery charging over ---" = "--- Batteriladdning över ---";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Går i vila ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Växlar till Batteridrift ---";

/* . %@ to empty */
". %@ to empty" = ". %@ till tomt";

/* . %@ to full charge */
". %@ to full charge" = ". %@ till full laddning";

/* 1 hour */
"1 hour" = "1 timme";

/* === Application started === */
"=== Application started ===" = "=== Programmet startade ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Övervakningen återupptogs ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Övervakningen stoppade ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== Systemet stängs av ===";

/* AC adapter */
"AC adapter" = "Nätadapter";

/* Alerts */
"Alerts" = "Varningar";

/* Amperage */
"Amperage" = "Strömförbrukning";

/* battery */
"battery" = "batteri";

/* Battery #%d */
"Battery #%d" = "Batteri #%d";

/* Battery Charge */
"Battery Charge" = "Batteriladdning";

/* Battery charge interrupted */
"Battery charge interrupted" = "Batteriladdningen avbröts";

/* Battery Details */
"Battery Details" = "Batteridetaljer";

/* Battery Low */
"Battery Low" = "Batteri lågt";

/* Calculating... */
"Calculating..." = "Beräknar...";

/* Capacity */
"Capacity" = "Kapacitet";

/* Charge */
"Charge" = "Laddning";

/* Charge: %d%% */
"Charge: %d%%" = "Laddning: %d%%";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Laddning: %1$d%%, volt: %2$dmV, strömförbrukning: %3$dmA (top: %4$dmA), nätdrift: %5$@, laddning: %6$@, antal cykler: %7$d";

/* Charging */
"Charging" = "Laddar";

/* Chart View */
"Chart View" = "Graf visning";

/* Clear Log */
"Clear Log" = "Rensa Logen";

/* Could not write to file %@ */
"Could not write to file %@" = "Kunde inte skriva till fil %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Aktuell laddning: %d%%";

/* Cycle Count */
"Cycle Count" = "Antal cykler";

/* Date */
"Date" = "Datum";

/* Details */
"Details" = "Detaljer";

/* Error writing to file */
"Error writing to file" = "Fel vid skrivning till fil";

/* Export */
"Export" = "Export";

/* General */
"General" = "Allmänt";

/* Inspect */
"Inspect" = "Granska";

/* Inspect Session */
"Inspect Session" = "Granska pass";

/* Max Capacity */
"Max Capacity" = "Max kapacitet";

/* Monitor */
"Monitor" = "Övervaka";

/* Never */
"Never" = "Aldrig";

/* No */
"No" = "No";

/* no */
"no" = "nej";

/* No Snapshots */
"No Snapshots" = "Inga ögonblicksbilder";

/* OK */
"OK" = "OK";

/* Open Log */
"Open Log" = "Öppna Logen";

/* Open Log in Console */
"Open Log in Console" = "Öppna Logen i Systemmedelande";

/* Original Capacity */
"Original Capacity" = "Orginal kapacitet";

/* Plugged */
"Plugged" = "Nätdrift";

/* Power Source Changed */
"Power Source Changed" = "Kraftkälla bytt";

/* Power source: %@ */
"Power source: %@" = "Kraftkälla: %@";

/* Print Document */
"Print Document" = "Skriv ut dokument";

/* Registered to: */
"Registered to:" = "Registrerad till:";

/* Registration */
"Registration" = "Registering";

/* Resume */
"Resume" = "Återuppta";

/* Resume Monitoring */
"Resume Monitoring" = "Återuppta övervakningen";

/* Session */
"Session" = "Passet";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Passet startade %1$@ kl %2$@, övervakade för %3$@ h";

/* Sessions */
"Sessions" = "Passet";

/* Sessions Browser */
"Sessions Browser" = "Botanisera bland passen";

/* Sharing */
"Sharing" = "Dela med";

/* Shift */
"Shift" = "Växla";

/* Shift Chart */
"Shift Chart" = "Växla graf";

/* Software Update */
"Software Update" = "Uppdatera mjukvaran";

/* Stop */
"Stop" = "Stopp";

/* Stop Monitoring */
"Stop Monitoring" = "Stoppa övervakningen";

/* Switching to AC Power */
"Switching to AC Power" = "Växlar till Nätdrift";

/* Switching to Battery Power */
"Switching to Battery Power" = "Växlar till Batteridrift";

/* The Battery has been charged */
"The Battery has been charged" = "Batteriet har blivit laddat";

/* The Battery is now charging */
"The Battery is now charging" = "Batteriet laddas nu";

/* Type */
"Type" = "Typ";

/* Unregistered */
"Unregistered" = "Oregistrerad";

/* Version %@ (%@) */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* View */
"View" = "Visa";

/* Voltage */
"Voltage" = "Volt";

/* yes */
"yes" = "ja";

/* Yes */
"Yes" = "Ja";

/* Zoom */
"Zoom" = "Zoom";

